/* Details screen */
"Budget" = "Presupuesto";
"Country" = "País";
"Language" = "Idioma";
"Última emisión" = "Last Aired";
"Network" = "Cadena de televisión";
"Next Episode" = "Siguiente episodio";
"Premiered" = "Premiere";
"Rating" = "Valoración";
"Release Date" = "Fecha de estreno";
"Revenue" = "Ingresos";
"Status" = "Estado";
"votes" = "votos";
"Similar to" = "Recomendaciones de";
"TV Series" = "Serie";

/* Details screen: Section Titles */
"Cast and Crew" = "Reparto y equipo";
"Facts" = "Hechos";
"See All" = "Ver todo";
"Related" = "Recomendaciones";
"Reviews" = "Reseñas";
"Temporadas" = "Seasons";

/* Tab Bar Item Titles */
"Watchlist" = "Lista de seguimiento";
"Explore" = "Explorar";
"Search" = "Buscar";

/* Search Screen */
"Advanced Search" = "Búsqueda avanzada";
"Search History" = "Buscar historia";
"Movies, TV Shows and People" = "Películas, programas de TV, personas";

/* Watchlist Screen */
"Your watchlist is empty.\n\nMovies you add to your watchlist will appear here." = "Su lista de seguimiento está vacía.\n\nLas películas que agregue a su lista de seguimiento aparecerán aquí.";

/* Home Screen */
"Up Next" = "siguiente";

/* Person Screen */
"Personal Information" = "Informacion personal";
"Biography" = "Biografía";
"Known For" = "Conocido por";
"Birthday" = "Fecha de nacimiento";
"Deathday" = "Fecha de la muerte";
"Place of birth" = "Lugar de nacimiento";
"Gender" = "Sexo";
"Female" = "Femenino";
"Male" = "Masculino";
"Unknown" = "No definido";
"as" = "como";

/* Smart Filters */
"Movies" = "Películas";
"TV Shows" = "TV";
"Smart Filters" = "Filtros inteligentes";
"Show More" = "Mostrar más";
"Show Less" = "Muestra menos";
"Genres" = "Géneros";
"Votes Count" = "Votos";
"Runtime" = "Duración";

"Ultra Short (<5min)" = "Ultra corto (<5min)";
"Short (5 to 30min)" = "Corto (5 to 30min)";
"Medium (30 to 1hrs)" = "Medio (30 to 1h)";
"Long (>1hrs)" = "Larga (>1h)";
"Ultra Short (<1hr)" = "Ultra corto (<1h)";
"Short (1 to 1.5hrs)" = "Corto (1 to 1.5h)";
"Medium (1.5 to 2hrs)" = "Medio (1.5 to 2h)";
"Long (>2hrs)" = "Larga (>2h)";

/* Search Screen */
"All Results" = "Todo";
"People" = "Personas";

/* Trailer */
"Play Trailer" = "Reproducir tráiler";
